espressif/esp-idf/tools/test_apps/system/cxx_no_except/sdkconfig.ci.riscv
CONFIG_IDF_TARGET="esp32c3"
CONFIG_COMPILER_CXX_EXCEPTIONS=n
